{
    "Login": "Connexion",
    "Register": "Inscription",
    "Connected as": "Connecté en tant que",
    "Disconnect": "Déconnexion",
    "Start Page": "Accueil",
    "More infos": "Plus d'infos",
    "But, who are you ?!": "Mais, qui êtes vous ?",
    "Remaining total due": "Total dû",
    "Owe": "Redevable",
    "Due": "Dû",
    "due": "dû",
    "owe": "redevable",
    "List of your parties": "Liste des fêtes",
    "coming this month": "à venir ce mois",
    "Your groups": "Vos groupes",
    "Manage the costs of all your parties easily !": "Gèrez les frais de vos fêtes facilement !",
    "See more": "Voir plus",
    "Go to the panel": "Aller au panel",
    "Divides automatically": "Divisez automatiquement",
    "Set yourself in a group with your friends to easily find them and invite them to parties !": "Créez des groupes pour retrouver vos amis et les inviter plus facilement aux prochaines fêtes !",
    "But, why ?": "Mais, pourquoi ?",
    "Create, organize, invite your friends and put the beers in the fridge.": "Créez, organisez, invitez vos amis et mettez des bières au frais.",
    "We will take care of the math for you :-)": "On s'occupe du reste :-)",
    "Give the amount of money that each person owe you, based on your own criteria.": "Donne le montant que chaque personne doit à qui, basé sur vos critères.",
    "You can set a base cost, for tenancies for example, or specific criteria like food, drinks etc. for each participants": "Vous pouvez définire un coût de base, pour des frais de locations par exemple ou encore des frais spécifiques pour la nourriture, les boissons, etc. pour chaque participants.",
    "We are students and we don't really have money to spend for all our friends, so we split the bill.": "Nous sommes des étudiants, et nous n'avons pas souvent les moyens de payer pour tout nos amis à chaque soirées, donc on divise la facture.",
    "And we think that if we can spend our money approximately equitably that's better.": "Et nous pensons que si l'on peut diviser à peu près équitablement, c'est mieux pour tout le monde."
}